Revit 2027 API
ParameterTypeId.RbsElecAnalyticalNumphases Property
 "Number of Phases"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecAnalyticalNumphases { get; }
Public Shared ReadOnly Property RbsElecAnalyticalNumphases As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecAnalyticalNumphases {
	ForgeTypeId^ get ();
}
static member RbsElecAnalyticalNumphases : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace